import React from "react";

import "../css/critics.scss";

const Critics = () => {
  return (
    <section className="critics">
      <div className="right">
        <h3>نقد محصولات</h3>
        <p className="text-center">
          در این بخش نقد آخرین محصولات قرار میگرد تا شما بتوانید با دقت بیشتری
          محصولات خود را انتخاب کنید یا از خرید خود مطمئن شوید
        </p>
        <a href="##">مشاهده همه نقدها</a>
      </div>
      <div className="left">
        <div className="item">
          <h4>نقد موبایل نوت ۱۰</h4>
          <hr />
          <p>
            لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) به متنی آزمایشی و
            بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح
            گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و
            ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا
            از نظر گرافیکی نشانگر چگونگی نوعبه مشتری یا صاحب کار خود نشان دهند
            ...
          </p>
        </div>
        <div className="item">
          <h4>نقد موبایل نوت ۱۰</h4>
          <hr />
          <p>
            لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) به متنی آزمایشی و
            بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح
            گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و
            ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا
            از نظر گرافیکی نشانگر چگونگی نوعبه مشتری یا صاحب کار خود نشان دهند
            ...
          </p>
        </div>
        <div className="item">
          <h4>نقد موبایل نوت ۱۰</h4>
          <hr />
          <p>
            لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) به متنی آزمایشی و
            بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح
            گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و
            ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا
            از نظر گرافیکی نشانگر چگونگی نوعبه مشتری یا صاحب کار خود نشان دهند
            ...
          </p>
        </div>
        <div className="item">
          <h4>نقد موبایل نوت ۱۰</h4>
          <hr />
          <p>
            لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) به متنی آزمایشی و
            بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح
            گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و
            ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا
            از نظر گرافیکی نشانگر چگونگی نوعبه مشتری یا صاحب کار خود نشان دهند
            ...
          </p>
        </div>
      </div>
    </section>
  );
};

export default Critics;
